[
  {
    "id": 1,
    "title": "War and Peace",
    "description": "War and Peace broadly focuses on Napoleon’s invasion of Russia in 1812 and follows three of the most well-known characters in literature: Pierre Bezukhov, the illegitimate son of a count who is fighting for his inheritance and yearning for spiritual fulfillment; Prince Andrei Bolkonsky, who leaves his family behind to fight in the war against Napoleon; and Natasha Rostov, the beautiful young daughter of a nobleman who intrigues both men.",
    "tags": ["Drama", "Historical", "Romance"],
    "cover": "images/war-and-peace.jpg",
    "content": "“Well, Prince, so Genoa and Lucca are now just family estates of the Buonapartes. But I warn you, if you don’t tell me that this means war, if you still try to defend the infamies and horrors perpetrated by that Antichrist—I really believe he is Antichrist—I will have nothing more to do with you and you are no longer my friend, no longer my ‘faithful slave,’ as you call yourself! But how do you do? I see I have frightened you—sit down and tell me all the news.”<br/><br/>It was in July, 1805, and the speaker was the well-known Anna Pávlovna Schérer, maid of honor and favorite of the Empress Márya Fëdorovna. With these words she greeted Prince Vasíli Kurágin, a man of high rank and importance, who was the first to arrive at her reception. Anna Pávlovna had had a cough for some days. She was, as she said, suffering from la grippe; grippe being then a new word in St. Petersburg, used only by the elite.<br/><br/>All her invitations without exception, written in French, and delivered by a scarlet-liveried footman that morning, ran as follows:<br/><br/>“If you have nothing better to do, Count (or Prince), and if the prospect of spending an evening with a poor invalid is not too terrible, I shall be very charmed to see you tonight between 7 and 10—Annette Schérer.”<br/><br/>“Heavens! what a virulent attack!” replied the prince, not in the least disconcerted by this reception. He had just entered, wearing an embroidered court uniform, knee breeches, and shoes, and had stars on his breast and a serene expression on his flat face. He spoke in that refined French in which our grandfathers not only spoke but thought, and with the gentle, patronizing intonation natural to a man of importance who had grown old in society and at court. He went up to Anna Pávlovna, kissed her hand, presenting to her his bald, scented, and shining head, and complacently seated himself on the sofa.<br/><br/>“First of all, dear friend, tell me how you are. Set your friend’s mind at rest,” said he without altering his tone, beneath the politeness and affected sympathy of which indifference and even irony could be discerned.<br/><br/>“Can one be well while suffering morally? Can one be calm in times like these if one has any feeling?” said Anna Pávlovna. “You are staying the whole evening, I hope?”<br/><br/>“And the fete at the English ambassador’s? Today is Wednesday. I must put in an appearance there,” said the prince. “My daughter is coming for me to take me there.”<br/><br/>“I thought today’s fete had been canceled. I confess all these festivities and fireworks are becoming wearisome.”<br/><br/>“If they had known that you wished it, the entertainment would have been put off,” said the prince, who, like a wound-up clock, by force of habit said things he did not even wish to be believed.<br/><br/>“Don’t tease! Well, and what has been decided about Novosíltsev’s dispatch? You know everything.”<br/><br/>“What can one say about it?” replied the prince in a cold, listless tone. “What has been decided? They have decided that Buonaparte has burnt his boats, and I believe that we are ready to burn ours.”<br/><br/>Prince Vasíli always spoke languidly, like an actor repeating a stale part. Anna Pávlovna Schérer on the contrary, despite her forty years, overflowed with animation and impulsiveness. To be an enthusiast had become her social vocation and, sometimes even when she did not feel like it, she became enthusiastic in order not to disappoint the expectations of those who knew her. The subdued smile which, though it did not suit her faded features, always played round her lips expressed, as in a spoiled child, a continual consciousness of her charming defect, which she neither wished, nor could, nor considered it necessary, to correct.<br/><br/>In the midst of a conversation on political matters Anna Pávlovna burst out:<br/><br/>“Oh, don’t speak to me of Austria. Perhaps I don’t understand things, but Austria never has wished, and does not wish, for war. She is betraying us! Russia alone must save Europe. Our gracious sovereign recognizes his high vocation and will be true to it. That is the one thing I have faith in! Our good and wonderful sovereign has to perform the noblest role on earth, and he is so virtuous and noble that God will not forsake him. He will fulfill his vocation and crush the hydra of revolution, which has become more terrible than ever in the person of this murderer and villain! We alone must avenge the blood of the just one.... Whom, I ask you, can we rely on?... England with her commercial spirit will not and cannot understand the Emperor Alexander’s loftiness of soul. She has refused to evacuate Malta. She wanted to find, and still seeks, some secret motive in our actions. What answer did Novosíltsev get? None. The English have not understood and cannot understand the self-abnegation of our Emperor who wants nothing for himself, but only desires the good of mankind. And what have they promised? Nothing! And what little they have promised they will not perform! Prussia has always declared that Buonaparte is invincible, and that all Europe is powerless before him.... And I don’t believe a word that Hardenburg says, or Haugwitz either. This famous Prussian neutrality is just a trap. I have faith only in God and the lofty destiny of our adored monarch. He will save Europe!”<br/><br/>She suddenly paused, smiling at her own impetuosity.<br/><br/>“I think,” said the prince with a smile, “that if you had been sent instead of our dear Wintzingerode you would have captured the King of Prussia’s consent by assault. You are so eloquent. Will you give me a cup of tea?”<br/><br/>“In a moment. À propos,” she added, becoming calm again, “I am expecting two very interesting men tonight, le Vicomte de Mortemart, who is connected with the Montmorencys through the Rohans, one of the best French families. He is one of the genuine émigrés, the good ones. And also the Abbé Morio. Do you know that profound thinker? He has been received by the Emperor. Had you heard?”<br/><br/>“I shall be delighted to meet them,” said the prince. “But tell me,” he added with studied carelessness as if it had only just occurred to him, though the question he was about to ask was the chief motive of his visit, “is it true that the Dowager Empress wants Baron Funke to be appointed first secretary at Vienna? The baron by all accounts is a poor creature.”<br/><br/>Prince Vasíli wished to obtain this post for his son, but others were trying through the Dowager Empress Márya Fëdorovna to secure it for the baron.<br/><br/>Anna Pávlovna almost closed her eyes to indicate that neither she nor anyone else had a right to criticize what the Empress desired or was pleased with.<br/><br/>“Baron Funke has been recommended to the Dowager Empress by her sister,” was all she said, in a dry and mournful tone.<br/><br/>As she named the Empress, Anna Pávlovna’s face suddenly assumed an expression of profound and sincere devotion and respect mingled with sadness, and this occurred every time she mentioned her illustrious patroness. She added that Her Majesty had deigned to show Baron Funke beaucoup d’estime, and again her face clouded over with sadness.<br/><br/>The prince was silent and looked indifferent. But, with the womanly and courtierlike quickness and tact habitual to her, Anna Pávlovna wished both to rebuke him (for daring to speak as he had done of a man recommended to the Empress) and at the same time to console him, so she said:<br/><br/>“Now about your family. Do you know that since your daughter came out everyone has been enraptured by her? They say she is amazingly beautiful.”<br/><br/>The prince bowed to signify his respect and gratitude.<br/><br/>“I often think,” she continued after a short pause, drawing nearer to the prince and smiling amiably at him as if to show that political and social topics were ended and the time had come for intimate conversation—“I often think how unfairly sometimes the joys of life are distributed. Why has fate given you two such splendid children? I don’t speak of Anatole, your youngest. I don’t like him,” she added in a tone admitting of no rejoinder and raising her eyebrows. “Two such charming children. And really you appreciate them less than anyone, and so you don’t deserve to have them.”<br/><br/>And she smiled her ecstatic smile."
  },

  {
    "id": 2,
    "title": "Lord of the Rings",
    "description": "The Lord of the Rings is the saga of a group of sometimes reluctant heroes who set forth to save their world from consummate evil. Its many worlds and creatures were drawn from Tolkien's extensive knowledge of philology and folklore.",
    "tags": ["Drama", "Fantasy", "Popular"],
    "cover": "images/lord-of-the-ring.jpg",
    "content": "This book is largely concerned with Hobbits, and from its pages a<br/>        reader may discover much of their character and a little of their<br/>        history. Further information will also be found in the selection from<br/>        the Red Book of Westmarch that has already been published, under<br/>        the title of The Hobbit. That story was derived from the earlier chapters of the Red Book, composed by Bilbo himself, the first Hobbit to become famous in the world at large, and called by him There and<br/>        Back Again, since they told of his journey into the East and his return:<br/>        an adventure which later involved all the Hobbits in the great events<br/>        of that Age that are here related.<br/><br/>        Many, however, may wish to know more about this remarkable<br/>        people from the outset, while some may not possess the earlier book.<br/>        For such readers a few notes on the more important points are here<br/>        collected from Hobbit-lore, and the first adventure is briefly recalled.<br/>        Hobbits are an unobtrusive but very ancient people, more numerous formerly than they are today; for they love peace and quiet and good tilled earth: a well-ordered and well-farmed countryside was<br/>        their favourite haunt. They do not and did not understand or like<br/>        machines more complicated than a forge-bellows, a water-mill, or a<br/>        hand-loom, though they were skilful with tools. Even in ancient days<br/>        they were, as a rule, shy of ‘the Big Folk’, as they call us, and now<br/>        they avoid us with dismay and are becoming hard to find. They are<br/>        quick of hearing and sharp-eyed, and though they are inclined to be<br/>        fat and do not hurry unnecessarily, they are nonetheless nimble and<br/>        deft in their movements. They possessed from the first the art of<br/>        disappearing swiftly and silently, when large folk whom they do not<br/>        wish to meet come blundering by; and this art they have developed<br/>        until to Men it may seem magical. But Hobbits have never, in fact,<br/>        studied magic of any kind, and their elusiveness is due solely to a<br/>        professional skill that heredity and practice, and a close friendship<br/>        with the earth, have rendered inimitable by bigger and clumsier races.<br/>        For they are a little people, smaller than Dwarves: less stout and<br/>        stocky, that is, even when they are not actually much shorter. Their<br/>        height is variable, ranging between two and four feet of our measure.<br/><br/>        They seldom now reach three feet; but they have dwindled, they say,<br/>        and in ancient days they were taller. According to the Red Book,<br/>        Bandobras Took (Bullroarer), son of Isumbras the Third, was four<br/>        foot five and able to ride a horse. He was surpassed in all Hobbit<br/>        records only by two famous characters of old; but that curious matter<br/>        is dealt with in this book.<br/><br/>        As for the Hobbits of the Shire, with whom these tales are concerned, in the days of their peace and prosperity they were a merry folk. They dressed in bright colours, being notably fond of yellow<br/>        and green; but they seldom wore shoes, since their feet had tough<br/>        leathery soles and were clad in a thick curling hair, much like the<br/>        hair of their heads, which was commonly brown. Thus, the only craft<br/>        little practised among them was shoe-making; but they had long and<br/>        skilful fingers and could make many other useful and comely things.<br/>        Their faces were as a rule good-natured rather than beautiful, broad,<br/>        bright-eyed, red-cheeked, with mouths apt to laughter, and to eating<br/>        and drinking. And laugh they did, and eat, and drink, often and<br/>        heartily, being fond of simple jests at all times, and of six meals a<br/>        day (when they could get them). They were hospitable and delighted<br/>        in parties, and in presents, which they gave away freely and eagerly<br/>        accepted."
  },

  {
    "id": 3,
    "title": "The Hitchhiker's Guide to the Galaxy",
    "description": "The Hitchhiker's Guide to the Galaxy is a fictional electronic guide book in the multimedia scifi/comedy series of the same name by Douglas Adams. The Guide serves as \"the standard repository for all knowledge and wisdom\" for many members of the series' galaxy-spanning civilization.",
    "tags": ["Si-Fi", "Comdey"],
    "cover": "images/guide-galaxy.jpg",
    "content": "Far out in the uncharted backwaters of the unfashionable end of<br/>the western spiral arm of the Galaxy lies a small unregarded<br/>yellow sun.<br/>Orbiting this at a distance of roughly ninety-two million miles is<br/>an utterly insignificant little blue green planet whose apedescended life forms are so amazingly primitive that they still<br/>think digital watches are a pretty neat idea.<br/>This planet has - or rather had - a problem, which was this: most<br/>of the people on it were unhappy for pretty much of the time.<br/>Many solutions were suggested for this problem, but most of<br/>these were largely concerned with the movements of small green<br/>pieces of paper, which is odd because on the whole it wasn't the<br/>small green pieces of paper that were unhappy.<br/>And so the problem remained; lots of the people were mean, and<br/>most of them were miserable, even the ones with digital watches.<br/>Many were increasingly of the opinion that they'd all made a big<br/>mistake in coming down from the trees in the first place. And<br/>some said that even the trees had been a bad move, and that no<br/>one should ever have left the oceans.<br/>And then, one Thursday, nearly two thousand years after one<br/>man had been nailed to a tree for saying how great it would be to<br/>be nice to people for a change, one girl sitting on her own in a<br/>small cafe in Rickmansworth suddenly realized what it was that<br/>had been going wrong all this time, and she finally knew how the<br/>world could be made a good and happy place. This time it was<br/>right, it would work, and no one would have to get nailed to<br/>anything.<br/>Sadly, however, before she could get to a phone to tell anyoneabout it, a terribly stupid catastrophe occurred, and the idea was<br/>lost forever.<br/>This is not her story.<br/>But it is the story of that terrible stupid catastrophe and some of<br/>its consequences.<br/>It is also the story of a book, a book called The Hitch Hiker's<br/>Guide to the Galaxy - not an Earth book, never published on<br/>Earth, and until the terrible catastrophe occurred, never seen or<br/>heard of by any Earthman.<br/>Nevertheless, a wholly remarkable book.<br/>in fact it was probably the most remarkable book ever to come<br/>out of the great publishing houses of Ursa Minor - of which no<br/>Earthman had ever heard either.<br/>Not only is it a wholly remarkable book, it is also a highly<br/>successful one - more popular than the Celestial Home Care<br/>Omnibus, better selling than Fifty More Things to do in Zero<br/>Gravity, and more controversial than Oolon Colluphid's trilogy of<br/>philosophical blockbusters Where God Went Wrong, Some More<br/>of God's Greatest Mistakes and Who is this God Person Anyway?<br/>In many of the more relaxed civilizations on the Outer Eastern<br/>Rim of the Galaxy, the Hitch Hiker's Guide has already<br/>supplanted the great Encyclopedia Galactica as the standard<br/>repository of all knowledge and wisdom, for though it has many<br/>omissions and contains much that is apocryphal, or at least wildly<br/>inaccurate, it scores over the older, more pedestrian work in two<br/>important respects.<br/>THE HITCHHIKER'S GUIDE TO THE GALAXY / 5<br/>First, it is slightly cheaper; and secondly it has the words Don't<br/>Panic inscribed in large friendly letters on its cover.<br/>But the story of this terrible, stupid Thursday, the story of its<br/>extraordinary consequences, and the story of how these<br/>consequences are inextricably intertwined with this remarkable<br/>book begins very simply.<br/>It begins with a house."
  },

  {
    "id": 4,
    "title": "The Little Prince",
    "description": "The Little Prince is an honest and beautiful story about loneliness, friendship, sadness, and love. The prince is a small boy from a tiny planet (an asteroid to be precise), who travels the universe, planet-to-planet, seeking wisdom. On his journey, he discovers the unpredictable nature of adults.",
    "tags": ["Fantasy", "Drama", "Popular"],
    "cover": "images/little-prince.jpeg",
    "content": "Once when I was six years old I saw a magnificent picture in a book, called True<br/>Stories from Nature, about the primeval forest. It was a picture of a boa constrictor<br/>in the act of swallowing an animal. Here is a copy of the drawing.<br/>In the book it said: \"Boa constrictors swallow their prey whole, without chewing<br/>it. After that they are not able to move, and they sleep through the six months that<br/>they need for digestion.\"<br/>I pondered deeply, then, over the adventures of the jungle. And after some work<br/>with a colored pencil I succeeded in making my first drawing. My Drawing<br/>Number One. It looked like this:<br/>I showed my masterpiece to the grown−ups, and asked them whether the drawing<br/>frightened them.<br/>But they answered: \"Frighten? Why should any one be frightened by a hat?\"<br/>My drawing was not a picture of a hat. It was a picture of a boa constrictor<br/>digesting an elephant. But since the grown−ups were not able to understand it, I<br/>made another drawing: I drew the inside of the boa constrictor, so that the<br/>grown−ups could see it clearly. They always need to have things explained. My<br/>Drawing Number Two looked like this:<br/>The grown−ups' response, this time, was to advise me to lay aside my drawings of<br/>boa constrictors, whether from the inside or the outside, and devote myself instead<br/>to geography, history, arithmetic and grammar. That is why, at the age of six, I<br/>gave up what might have been a magnificent career as a painter. I had been<br/>disheartened by the failure of my Drawing Number One and my Drawing Number<br/>Two. Grown−ups never understand anything by themselves, and it is tiresome for<br/>children to be always and forever explaining things to them.<br/>So then I chose another profession, and learned to pilot airplanes. I have flown a<br/>little over all parts of the world; and it is true that geography has been very useful<br/>to me. At a glance I can distinguish China from Arizona. If one gets lost in the<br/>night, such knowledge is valuable.<br/>In the course of this life I have had a great many encounters with a great many<br/>people who have been concerned with matters of consequence. I have lived a great<br/>deal among grown−ups. I have seen them intimately, close at hand. And that<br/>hasn't much improved my opinion of them.<br/>Whenever I met one of them who seemed to me at all clear−sighted, I tried the<br/>experiment of showing him my Drawing Number One, which I have always kept.<br/>I would try to find out, so, if this was a person of true understanding. But,<br/>whoever it was, he, or she, would always say:<br/>\"That is a hat.\" Then I would never talk to that person about boa constrictors, or<br/>primeval forests, or stars. I would bring myself down to his level. I would talk to<br/>him about bridge, and golf, and politics, and neckties. And the grown−up would<br/>be greatly pleased to have met such a sensible man."
  },

  {
    "id": 5,
    "title": "Don Quixote",
    "description": "Don Quixote is a classic novel from 1605 which portraits the life and insightful journey of Don Quixote de la Mancha, a Spanish man who seems to be losing his mind on his quest to become a knight and restore chivalry alongside with a farmer named Sancho Panza, with whom he fights multiple imaginary enemies and faces a series of fantastic challenges.",
    "tags": ["Drama", "Comedy", "Popular"],
    "cover": "images/don-quixote.jpg",
    "content": "In a village of La Mancha, the name of which I have no desire to call to mind, there lived not long since one of those gentlemen that keep a lance in the lance-rack, an old buckler, a lean hack, and a greyhound for coursing. An olla of rather more beef than mutton, a salad on most nights, scraps on Saturdays, lentils on Fridays, and a pigeon or so extra on Sundays, made away with three-quarters of his income. The rest of it went in a doublet of fine cloth and velvet breeches and shoes to match for holidays, while on week-days he made a brave figure in his best homespun. He had in his house a housekeeper past forty, a niece under twenty, and a lad for the field and market-place, who used to saddle the hack as well as handle the bill-hook. The age of this gentleman of ours was bordering on fifty; he was of a hardy habit, spare, gaunt-featured, a very early riser and a great sportsman. They will have it his surname was Quixada or Quesada (for here there is some difference of opinion among the authors who write on the subject), although from reasonable conjectures it seems plain that he was called Quexana. This, however, is of but little importance to our tale; it will be enough not to stray a hair’s breadth from the truth in the telling of it.<br/><br/>You must know, then, that the above-named gentleman whenever he was at leisure (which was mostly all the year round) gave himself up to reading books of chivalry with such ardour and avidity that he almost entirely neglected the pursuit of his field-sports, and even the management of his property; and to such a pitch did his eagerness and infatuation go that he sold many an acre of tillageland to buy books of chivalry to read, and brought home as many of them as he could get. But of all there were none he liked so well as those of the famous Feliciano de Silva’s composition, for their lucidity of style and complicated conceits were as pearls in his sight, particularly when in his reading he came upon courtships and cartels, where he often found passages like “the reason of the unreason with which my reason is afflicted so weakens my reason that with reason I murmur at your beauty;” or again, “the high heavens, that of your divinity divinely fortify you with the stars, render you deserving of the desert your greatness deserves.” Over conceits of this sort the poor gentleman lost his wits, and used to lie awake striving to understand them and worm the meaning out of them; what Aristotle himself could not have made out or extracted had he come to life again for that special purpose. He was not at all easy about the wounds which Don Belianis gave and took, because it seemed to him that, great as were the surgeons who had cured him, he must have had his face and body covered all over with seams and scars. He commended, however, the author’s way of ending his book with the promise of that interminable adventure, and many a time was he tempted to take up his pen and finish it properly as is there proposed, which no doubt he would have done, and made a successful piece of work of it too, had not greater and more absorbing thoughts prevented him.<br/><br/>Many an argument did he have with the curate of his village (a learned man, and a graduate of Siguenza) as to which had been the better knight, Palmerin of England or Amadis of Gaul. Master Nicholas, the village barber, however, used to say that neither of them came up to the Knight of Phœbus, and that if there was any that could compare with him it was Don Galaor, the brother of Amadis of Gaul, because he had a spirit that was equal to every occasion, and was no finikin knight, nor lachrymose like his brother, while in the matter of valour he was not a whit behind him. In short, he became so absorbed in his books that he spent his nights from sunset to sunrise, and his days from dawn to dark, poring over them; and what with little sleep and much reading his brains got so dry that he lost his wits. His fancy grew full of what he used to read about in his books, enchantments, quarrels, battles, challenges, wounds, wooings, loves, agonies, and all sorts of impossible nonsense; and it so possessed his mind that the whole fabric of invention and fancy he read of was true, that to him no history in the world had more reality in it. He used to say the Cid Ruy Diaz was a very good knight, but that he was not to be compared with the Knight of the Burning Sword who with one back-stroke cut in half two fierce and monstrous giants. He thought more of Bernardo del Carpio because at Roncesvalles he slew Roland in spite of enchantments, availing himself of the artifice of Hercules when he strangled Antæus the son of Terra in his arms. He approved highly of the giant Morgante, because, although of the giant breed which is always arrogant and ill-conditioned, he alone was affable and well-bred. But above all he admired Reinaldos of Montalban, especially when he saw him sallying forth from his castle and robbing everyone he met, and when beyond the seas he stole that image of Mahomet which, as his history says, was entirely of gold. To have a bout of kicking at that traitor of a Ganelon he would have given his housekeeper, and his niece into the bargain.<br/><br/>In short, his wits being quite gone, he hit upon the strangest notion that ever madman in this world hit upon, and that was that he fancied it was right and requisite, as well for the support of his own honour as for the service of his country, that he should make a knight-errant of himself, roaming the world over in full armour and on horseback in quest of adventures, and putting in practice himself all that he had read of as being the usual practices of knights-errant; righting every kind of wrong, and exposing himself to peril and danger from which, in the issue, he was to reap eternal renown and fame. Already the poor man saw himself crowned by the might of his arm Emperor of Trebizond at least; and so, led away by the intense enjoyment he found in these pleasant fancies, he set himself forthwith to put his scheme into execution.<br/><br/>The first thing he did was to clean up some armour that had belonged to his great-grandfather, and had been for ages lying forgotten in a corner eaten with rust and covered with mildew. He scoured and polished it as best he could, but he perceived one great defect in it, that it had no closed helmet, nothing but a simple morion. This deficiency, however, his ingenuity supplied, for he contrived a kind of half-helmet of pasteboard which, fitted on to the morion, looked like a whole one. It is true that, in order to see if it was strong and fit to stand a cut, he drew his sword and gave it a couple of slashes, the first of which undid in an instant what had taken him a week to do. The ease with which he had knocked it to pieces disconcerted him somewhat, and to guard against that danger he set to work again, fixing bars of iron on the inside until he was satisfied with its strength; and then, not caring to try any more experiments with it, he passed it and adopted it as a helmet of the most perfect construction.<br/><br/>He next proceeded to inspect his hack, which, with more quartos than a real and more blemishes than the steed of Gonela, that “tantum pellis et ossa fuit,” surpassed in his eyes the Bucephalus of Alexander or the Babieca of the Cid. Four days were spent in thinking what name to give him, because (as he said to himself) it was not right that a horse belonging to a knight so famous, and one with such merits of his own, should be without some distinctive name, and he strove to adapt it so as to indicate what he had been before belonging to a knight-errant, and what he then was; for it was only reasonable that, his master taking a new character, he should take a new name, and that it should be a distinguished and full-sounding one, befitting the new order and calling he was about to follow. And so, after having composed, struck out, rejected, added to, unmade, and remade a multitude of names out of his memory and fancy, he decided upon calling him Rocinante, a name, to his thinking, lofty, sonorous, and significant of his condition as a hack before he became what he now was, the first and foremost of all the hacks in the world."
  },

  {
    "id": 6,
    "title": "Gone with the Wind",
    "description": "Gone With the Wind is a story about civil war, starvation, rape, murder, heartbreak and slavery. It is not necessarily a book one would associate with hope. And yet, at the novel's heart lies Scarlett O'Hara, one of the most ruthlessly optimistic characters in literature.",
    "tags": ["Historical", "Drama", "Romance"],
    "cover": "images/gone-with-the-wind.jpg",
    "content": "Scarlett O'Hara was not beautiful, but men seldom realized it when caught by her charm as the Tarleton twins were. In her face were too sharply blended the delicate features of her mother, a Coast aristocrat of French descent, and the heavy ones of her florid Irish father. But it was an arresting face, pointed of chin, square of jaw. Her eyes were pale green without a touch of hazel, starred with bristly black lashes and slightly tilted at the ends. Above them, her thick black brows slanted upward, cutting a startling oblique line in her magnolia-white skin—that skin so prized by Southern women and so carefully guarded with bonnets, veils and mittens against hot Georgia suns.<br/><br/>Seated with Stuart and Brent Tarleton in the cool shade of the porch of Tara, her father's plantation, that bright April afternoon of 1861, she made a pretty picture. Her new green flowered-muslin dress spread its twelve yards of billowing material over her hoops and exactly matched the flat-heeled green morocco slippers her father had recently brought her from Atlanta. The dress set off to perfection the seventeen-inch waist, the smallest in three counties, and the tightly fitting basque showed breasts well matured for her sixteen years. But for all the modesty of her spreading skirts, the demureness of hair netted smoothly into a chignon and the quietness of small white hands folded in her lap, her true self was poorly concealed. The green eyes in the carefully sweet face were turbulent, willful, lusty with life, distinctly at variance with her decorous demeanor. Her manners had been imposed upon her by her mother's gentle admonitions and the sterner discipline of her mammy; her eyes were her own.<br/><br/>On either side of her, the twins lounged easily in their chairs, squinting at the sunlight through tall mint-garnished glasses as they laughed and talked, their long legs, booted to the knee and thick with saddle muscles, crossed negligently. Nineteen years old, six feet two inches tall, long of bone and hard of muscle, with sunburned faces and deep auburn hair, their eyes merry and arrogant, their bodies clothed in identical blue coats and mustard-colored breeches, they were as much alike as two bolls of cotton.<br/><br/>Outside, the late afternoon sun slanted down in the yard, throwing into gleaming brightness the dogwood trees that were solid masses of white blossoms against the background of new green. The twins' horses were hitched in the driveway, big animals, red as their masters' hair; and around the horses' legs quarreled the pack of lean, nervous possum hounds that accompanied Stuart and Brent wherever they went. A little aloof, as became an aristocrat, lay a black-spotted carriage dog, muzzle on paws, patiently waiting for the boys to go home to supper.<br/><br/>Between the hounds and the horses and the twins there was a kinship deeper than that of their constant companionship. They were all healthy, thoughtless young animals, sleek, graceful, high-spirited, the boys as mettlesome as the horses they rode, mettlesome and dangerous but, withal, sweet-tempered to those who knew how to handle them.<br/><br/>Although born to the ease of plantation life, waited on hand and foot since infancy, the faces of the three on the porch were neither slack nor soft. They had the vigor and alertness of country people who have spent all their lives in the open and troubled their heads very little with dull things in books. Life in the north Georgia county of Clayton was still new and, according to the standards of Augusta, Savannah and Charleston, a little crude. The more sedate and older sections of the South looked down their noses at the up-country Georgians, but here in north Georgia, a lack of the niceties of classical education carried no shame, provided a man was smart in the things that mattered. And raising good cotton, riding well, shooting straight, dancing lightly, squiring the ladies with elegance and carrying one's liquor like a gentleman were the things that mattered.<br/><br/>In these accomplishments the twins excelled, and they were equally outstanding in their notorious inability to learn anything contained between the covers of books. Their family had more money, more horses, more slaves than any one else in the County, but the boys had less grammar than most of their poor Cracker neighbors.<br/><br/>It was for this precise reason that Stuart and Brent were idling on the porch of Tara this April afternoon. They had just been expelled from the University of Georgia, the fourth university that had thrown them out in two years; and their older brothers, Tom and Boyd, had come home with them, because they refused to remain at an institution where the twins were not welcome. Stuart and Brent considered their latest expulsion a fine joke, and Scarlett, who had not willingly opened a book since leaving the Fayetteville Female Academy the year before, thought it just as amusing as they did.<br/><br/>\"I know you two don't care about being expelled, or Tom either,\" she said. \"But what about Boyd? He's kind of set on getting an education, and you two have pulled him out of the University of Virginia and Alabama and South Carolina and now Georgia. He'll never get finished at this rate.\"<br/><br/>\"Oh, he can read law in Judge Parmalee's office over in Fayetteville,\" answered Brent carelessly. \"Besides, it don't matter much. We'd have had to come home before the term was out anyway.\"<br/><br/>\"Why?\"<br/><br/>\"The war, goose! The war's going to start any day, and you don't suppose any of us would stay in college with a war going on, do you?\"<br/><br/>\"You know there isn't going to be any war,\" said Scarlett, bored. \"It's all just talk. Why, Ashley Wilkes and his father told Pa just last week that our commissioners in Washington would come to—to—an—amicable agreement with Mr. Lincoln about the Confederacy. And anyway, the Yankees are too scared of us to fight. There won't be any war, and I'm tired of hearing about it.\"<br/><br/>\"Not going to be any war!\" cried the twins indignantly, as though they had been defrauded.<br/><br/>\"Why, honey, of course there's going to be a war,\" said Stuart. \"The Yankees may be scared of us, but after the way General Beauregard shelled them out of Fort Sumter day before yesterday, they'll have to fight or stand branded as cowards before the whole world. Why, the Confederacy—\"<br/><br/>Scarlett made a mouth of bored impatience.<br/><br/>\"If you say 'war' just once more, I'll go in the house and shut the door. I've never gotten so tired of any one word in my life as 'war,' unless it's 'secession.' Pa talks war morning, noon and night, and all the gentlemen who come to see him shout about Fort Sumter and States' Rights and Abe Lincoln till I get so bored I could scream! And that's all the boys talk about, too, that and their old Troop. There hasn't been any fun at any party this spring because the boys can't talk about anything else. I'm mighty glad Georgia waited till after Christmas before it seceded or it would have ruined the Christmas parties, too. If you say 'war' again, I'll go in the house.\"<br/><br/>She meant what she said, for she could never long endure any conversation of which she was not the chief subject. But she smiled when she spoke, consciously deepening her dimple and fluttering her bristly black lashes as swiftly as butterflies' wings. The boys were enchanted, as she had intended them to be, and they hastened to apologize for boring her. They thought none the less of her for her lack of interest. Indeed, they thought more. War was men's business, not ladies', and they took her attitude as evidence of her femininity.<br/><br/>Having maneuvered them away from the boring subject of war, she went back with interest to their immediate situation.<br/><br/>\"What did your mother say about you two being expelled again?\"<br/><br/>The boys looked uncomfortable, recalling their mother's conduct three months ago when they had come home, by request, from the University of Virginia.<br/><br/>\"Well,\" said Stuart, \"she hasn't had a chance to say anything yet. Tom and us left home early this morning before she got up, and Tom's laying out over at the Fontaines' while we came over here.\"<br/><br/>\"Didn't she say anything when you got home last night?\"<br/><br/>\"We were in luck last night. Just before we got home that new stallion Ma got in Kentucky last month was brought in, and the place was in a stew. The big brute—he's a grand horse, Scarlett; you must tell your pa to come over and see him right away—he'd already bitten a hunk out of his groom on the way down here and he'd trampled two of Ma's darkies who met the train at Jonesboro. And just before we got home, he'd about kicked the stable down and half-killed Strawberry, Ma's old stallion. When we got home, Ma was out in the stable with a sackful of sugar smoothing him down and doing it mighty well, too. The darkies were hanging from the rafters, popeyed, they were so scared, but Ma was talking to the horse like he was folks and he was eating out of her hand. There ain't nobody like Ma with a horse. And when she saw us she said: 'In Heaven's name, what are you four doing home again? You're worse than the plagues of Egypt!' And then the horse began snorting and rearing and she said: 'Get out of here! Can't you see he's nervous, the big darling? I'll tend to you four in the morning!' So we went to bed, and this morning we got away before she could catch us and left Boyd to handle her.\"<br/><br/>\"Do you suppose she'll hit Boyd?\" Scarlett, like the rest of the County, could never get used to the way small Mrs. Tarleton bullied her grown sons and laid her riding crop on their backs if the occasion seemed to warrant it.<br/><br/>Beatrice Tarleton was a busy woman, having on her hands not only a large cotton plantation, a hundred negroes and eight children, but the largest horse-breeding farm in the state as well. She was hot-tempered and easily plagued by the frequent scrapes of her four sons, and while no one was permitted to whip a horse or a slave, she felt that a lick now and then didn't do the boys any harm.<br/><br/>\"Of course she won't hit Boyd. She never did beat Boyd much because he's the oldest and besides he's the runt of the litter,\" said Stuart, proud of his six feet two. \"That's why we left him at home to explain things to her. God'lmighty, Ma ought to stop licking us! We're nineteen and Tom's twenty-one, and she acts like we're six years old.\"<br/><br/>\"Will your mother ride the new horse to the Wilkes barbecue tomorrow?\"<br/><br/>\"She wants to, but Pa says he's too dangerous. And, anyway, the girls won't let her. They said they were going to have her go to one party at least like a lady, riding in the carriage.\"<br/><br/>\"I hope it doesn't rain tomorrow,\" said Scarlett. \"It's rained nearly every day for a week. There's nothing worse than a barbecue turned into an indoor picnic.\"<br/><br/>\"Oh, it'll be clear tomorrow and hot as June,\" said Stuart. \"Look at that sunset. I never saw one redder. You can always tell weather by sunsets.\""
  },

  {
    "id": 7,
    "title": "The Lion, the Witch and the Wardrobe",
    "description": "During the World War II bombings of London, four English siblings are sent to a country house where they will be safe. One day Lucy finds a wardrobe that transports her to a magical world called Narnia. After coming back, she soon returns to Narnia with her brothers, Peter and Edmund, and her sister, Susan.",
    "tags": ["Fantasy", "Drama", "Popular"],
    "cover": "images/the-lion.jpg",
    "content": "Once there were four children whose names were Peter, Susan, Edmund and Lucy. This story is about something that happened to them when they were sent away from London during the war because of the air-raids. They were sent to the house of an old Professor who lived in the heart of the country, ten miles from the nearest railway station and two miles from the nearest post office. He had no wife and he lived in a very large house with a housekeeper called Mrs. Macready and three servants. (Their names were Ivy, Margaret and Betty, but they do not come into the story much.) He himself was a very old man with shaggy white hair, which grew over most of his face as well as on his head, and they liked him almost at once; but on the first evening when he came out to meet them at the front door he was so odd-looking that Lucy (who was the youngest) was a little afraid of him, and Edmund (who was the next youngest) wanted to laugh and had to keep on pretending he was blowing his nose to hide it.<br/><br/>As soon as they had said good night to the Professor and gone upstairs on the first night, the boys came into the girls' room and they all talked it over.<br/><br/>\"We've fallen on our feet and no mistake,\" said Peter. \"This is going to be perfectly splendid. That old chap will let us do anything we like.\"<br/><br/>\"I think he's an old dear,\" said Susan.<br/><br/>\"Oh, come off it!\" said Edmund, who was tired and pretending not to be tired, which always made him bad-tempered. \"Don't go on talking like that.\"<br/><br/>\"Like what?\" said Susan; \"and anyway, it's time you were in bed.\"<br/><br/>\"Trying to talk like Mother,\" said Edmund. \"And who are you to say when I'm to go to bed? Go to bed yourself.\"<br/><br/>\"Hadn't we all better go to bed?\" said Lucy. \"There's sure to be a row if we're heard talking here.\"<br/><br/>\"No there won't,\" said Peter. \"I tell you this is the sort of house where no one's going to mind what we do. Anyway, they won't hear us. It's about ten minutes' walk from here down to that dining room, and any amount of stairs and passages in between.\"<br/><br/>\"What's that noise?\" said Lucy suddenly. It was a far larger house than she had ever been in before and the thought of all those long passages and rows of doors leading into empty rooms was beginning to make her feel a little creepy.<br/><br/>\"It's only a bird, silly,\" said Edmund.<br/><br/>\"It's an owl,\" said Peter. \"This is going to be a wonderful place for birds. I shall go to bed now. I say, let's go and explore to-morrow. You might find anything in a place like this. Did you see those mountains as we came along? And the woods? There might be eagles. There might be stags. There'll be hawks.\"<br/><br/>\"Badgers!\" said Lucy.<br/><br/>\"Snakes!\" said Edmund.<br/><br/>\"Foxes!\" said Susan.<br/><br/>But when next morning came, there was a steady rain falling, so thick that when you looked out of the window you could see neither the mountains nor the woods nor even the stream in the garden.<br/><br/>\"Of course it would be raining!\" said Edmund. They had just finished breakfast with the Professor and were upstairs in the room he had set apart for them—a long, low room with two windows looking out in one direction and two in another.<br/><br/>\"Do stop grumbling, Ed,\" said Susan. \"Ten to one it'll clear up in an hour or so. And in the meantime we're pretty well off. There's a wireless and lots of books.\"<br/><br/>\"Not for me,\" said Peter, \"I'm going to explore in the house.\"<br/><br/>Everyone agreed to this and that was how the adventures began. It was the sort of house that you never seem to come to the end of, and it was full of unexpected places. The first few doors they tried led only into spare bedrooms, as everyone had expected that they would; but soon they came to a very long room full of pictures and there they found a suit of armour; and after that was a room all hung with green, with a harp in one corner; and then came three steps down and five steps up, and then a kind of little upstairs hall and a door that led out onto a balcony, and then a whole series of rooms that led into each other and were lined with books—most of them very old books and some bigger than a Bible in a church. And shortly after that they looked into a room that was quite empty except for one big wardrobe; the sort that has a looking-glass in the door. There was nothing else in the room at all except a dead blue-bottle on the window-sill.<br/><br/>\"Nothing there!\" said Peter, and they all trooped out again—all except Lucy. She stayed behind because she thought it would be worth while trying the door of the wardrobe, even though she felt almost sure that it would be locked. To her surprise it opened quite easily, and two moth-balls dropped out.<br/><br/>Looking into the inside, she saw several coats hanging up—mostly long fur coats. There was nothing Lucy liked so much as the smell and feel of fur. She immediately stepped into the wardrobe and got in among the coats and rubbed her face against them, leaving the door open, of course, because she knew that it is very foolish to shut oneself into any wardrobe. Soon she went further in and found that there was a second row of coats hanging up behind the first one. It was almost quite dark in there and she kept her arms stretched out in front of her so as not to bump her face into the back of the wardrobe. She took a step further in—then two or three steps—always expecting to feel woodwork against the tips of her fingers. But she could not feel it.<br/><br/>\"This must be a simply enormous wardrobe!\" thought Lucy, going still further in and pushing the soft folds of the coats aside to make room for her. Then she noticed that there was something crunching under her feet. \"I wonder is that more moth-balls?\" she thought, stooping down to feel it with her hands. But instead of feeling the hard, smooth wood of the floor of the wardrobe, she felt something soft and powdery and extremely cold, \"This is very queer,\" she said, and went on a step or two further.<br/><br/>Next moment she found that what was rubbing against her face and hands was no longer soft fur but something hard and rough and even prickly. \"Why, it is just like branches of trees!\" exclaimed Lucy. And then she saw that there was a light ahead of her; not a few inches away where the back of the wardrobe ought to have been, but a long way off. Something cold and soft was falling on her. A moment later she found that she was standing in the middle of a wood at night-time with snow under her feet and snowflakes falling through the air.<br/><br/>Lucy felt a little frightened, but she felt very inquisitive and excited as well. She looked back over her shoulder and there, between the dark tree-trunks, she could still see the open doorway of the wardrobe and even catch a glimpse of the empty room from which she had set out. (She had, of course, left the door open, for she knew that it is a very silly thing to shut oneself into a wardrobe.) It seemed to be still daylight there. \"I can always get back if anything goes wrong,\" thought Lucy. She began to walk forward, crunch-crunch, over the snow and through the wood towards the other light.<br/><br/>In about ten minutes she reached it and found that it was a lamp-post. As she stood looking at it, wondering why there was a lamp-post in the middle of a wood and wondering what to do next, she heard a pitter patter of feet coming towards her. And soon after that a very strange person stepped out from among the trees into the light of the lamp-post.<br/><br/>He was only a little taller than Lucy herself and he carried over his head an umbrella, white with snow. From the waist upwards he was like a man, but his legs were shaped like a goat's (the hair on them was glossy black) and instead of feet he had goat's hoofs. He also had a tail, but Lucy did not notice this at first because it was neatly caught up over the arm that held the umbrella so as to keep it from trailing in the snow. He had a red woollen muffler round his neck and his skin was rather reddish too. He had a strange, but pleasant little face with a short pointed beard and curly hair, and out of the hair there stuck two horns, one on each side of his forehead. One of his hands, as I have said, held the umbrella: in the other arm he carried several brown paper parcels. What with the parcels and the snow it looked just as if he had been doing his Christmas shopping. He was a Faun. And when he saw Lucy he gave such a start of surprise that he dropped all his parcels.<br/><br/>\"Goodness gracious me!\" exclaimed the Faun."
  }
]
